{
    "infoCards":[
        {
            "info_p_1_1":{
                "tr":"Beğendiğiniz video ya da ses dosyalarını kişisel bilgisayarlarınıza tablet ve telefonlarınıza indirmek istediğinizde, internet üzerinde bu işi yapan birbirinden farklı sayfa ve uygulamalarla karşılaşırsınız. Youtube MP4 indirme ya da MP4 dönüştürücü hizmeti veren çok sayıda sayfa ve uygulama arasında sıkışıp kaldığınızda dikkat etmeniz gereken şey, hizmeti güvenilir bir sağlayıcıdan almanız olacaktır. Millions Time, son derece kolay kullanıma sahip ara yüzü ve sağladığı etkileyici derecede yüksek işlem hızı ile MP3 indirme, MP4 indirme ve dönüştürme işlemlerinizde başvurabileceğiniz en güvenilir adreslerden biridir.",
                "eng":"When you want to download the video or audio files you like to your personal computer, tablet or phone, you can find different online pages and applications that do this task. The most important thing you need to be careful about when you cannot decide between numerous pages and applications that offer YouTube MP4 download or MP4 converter service is to have this service from a reliable service provider. Millions Time is one of the most reliable addresses with an extremely user-friendly interface and incredibly high processing speed for your MP3 download, MP4 download and converter tasks. "
            }           
        },
        {
            "info_p_1_2":{
                "tr":"En sevdiğiniz film repliğini zil sesi yapmak, sevdiğiniz bir videoyu telefona indirmek ya da bir video klipi ses dosyası haline getirmek için Millions Time her ihtiyacınız olduğunda yanınızda. Çok sayıda kişi tarafından kullanılan, MP3 ve MP4 dönüştürme işlemlerinde zamandan tasarruf sağlayan video dönüştürme araçları arasında en kolay kullanıma sahip sayfalardan olan Millions Time, birkaç basit adımla işlemlerinizi güvenli ve hızlı bir şekilde tamamlamanızı sağlar.",
                "eng":"Millions Time is by your side when you need it to set your favorite movie line as your ringtone, download your favorite video to your phone or convert a video clip to an audio file. Millions Time used by numerous individuals has one of the easier usages among video conversion tools that save time in MP3 and MP4 conversion processes and enables you to complete the process easy and safe with a few simple steps. "
            }
        },
        {
            "info_h_1":{
                "tr":"Youtube MP4 İndirme ile En Sevdiğiniz Filmler Her An Sizinle",
                "eng":"Your Favorite Movies Are Always with You with YouTube MP4 Download"
            }
        },
        {
            "info_h_2":{
                "tr":"Youtube MP3 İndir Müzik Listeni Oluştur",
                "eng":"Create Your YouTube MP3 Download Music List"
            }
        },
        {
            "info_h_3":{
                "tr":"Youtube MP4 Dönüştürücü ve MP3 Dönüştürücü ile Dosyaları Özelleştir",
                "eng":"Customize Files with YouTube MP4 Converter and MP3 Converter"
            }
        },
        {
            "info_p_2":{
                "tr":"Youtube üzerinde izlediğiniz bir belgesel, faydalı bulduğunuz bir içerik ya da etkilendiğiniz bir film kesitini birkaç basit adımla bilgisayar ya da telefonunuza indirmek isterseniz Youtube MP4 İndirici aracımızdan faydalanabilirsiniz. Ses ve görüntünün yer aldığı MP4 dosyalarının, özelliklerinin korunarak indirilmesi son derece önemlidir. Senkron kayması, ses düzeyi hataları ya da video kalitesinin bozulması gibi olumsuz durumlarla karşılaşmak istemiyorsanız, MP4 indirme uygulamaları arasında en güvenilir olanları tercih etmelisiniz. En iyi Youtube MP4 indirme araçları arasında yer alan sitemizde, adımları takip ederek hızlı bir şekilde indirme işleminizi gerçekleştirebilirsiniz.",
                "eng":"If you want to download a documentary, helpful content or impressive movie on YouTube to your computer or phone with a few simple steps, you can use our YouTube MP4 Downloader tool. It is extremely important to keep the properties of MP4 files with audio and video when downloading these files. If you don’t want to experience any negative events such as synchronization problems, audio level errors or distorted video quality, you need to choose the most reliable application among MP4 download applications. You can follow the steps on our website which is among the best YouTube MP4 download tools and download your files in a short time. "
            }
        },
        {
            "info_p_3":{
                "tr":"İnternette yer alan ses dosyalarını cihazlarınıza indirmek Millions Time ile son derece kolay. Farklı uzantıya sahip ses dosyalarını Youtube MP3 dönüştürücü kullanarak istediğiniz formata kolaylıkla çevirebilirsiniz. MP3 nasıl indirilir sorusunun cevabı Millions Time ile son derece basit. MP3 linkini kopyala, sitemiz üzerinde yer alan alana yapıştır ve indirme işlemini başlat. Müzik parçaları, sunumlar ya da sesli kitaplar her an telefonunda ve yanında olsun.",
                "eng":"Downloading audio files on the internet to your device is extremely easy with Millions Time. You can use YouTube MP3 converter for audio files with different extensions and easily convert them to the format you want. The answer to how to download MP3 is now extremely simple with Millions Time. Copy the MP3 link, paste it into the box on our website and start your download. You can keep the songs, presentations or audiobooks on your phone all the time. "
            }
        },
        {
            "info_p_4":{
                "tr":"Bazen oluşturacağınız yeni bir video için farklı formata sahip ses ve video dosyalarına ihtiyacınız olabilir. Böyle bir durumda, güvenilirliği ve kalitesi yüzbinler tarafından test edilen Millions Time ihtiyacın olan her an yanında. MP4 Avi dönüştürücü ya da MP3 wav dönüştürücü arıyorsanız, bu işlemi hemen her gün milyonlarca kez yaptığımızı söylemeliyiz. Video formatı değiştirme işlemi sırasında videonun kalitesini düşürmek ya da korumak da tamamen tercihinize kalmış. Eğer daha küçük boyutta bir video ihtiyacınız varsa, dönüştürme esnasında daha düşük çözünürlükte olmasını sağlayabilirsiniz. Eğer isteğiniz, videonun orijinal çözünürlüğünü korumaksa, en yüksek çözünürlükte videoları Millions Time ile dakikalar içerisinde güvenle cihazlarınıza indirebilirsiniz. ",
                "eng":"Sometimes you might need a different audio or video file format for a new video you will create. In this case, Millions Time the reliability and quality are tested by hundreds of thousands of people who are there by your side whenever you need it. If you are looking for an MP4 Avi converter or MP3 wav converter, we should note that we do these tasks millions of times every day. It is up to you to decrease video quality or keep video quality when you convert video format. If you need a smaller video size, you can have a lower resolution when you convert the video. If you want to keep the original resolution of the video, you can safely download videos with the highest resolution to your phone with Millions Time just in minutes."
            }
        }
    ],
    "steps":[
        {
            "step_1":{
                "tr":"İndirmek istediğiniz videonun browser üzerinde yer alan adresini kopyalayarak işe başlamalısınız. Adresin doğru ve eksiksiz olarak kopyaladığından emin olmanız önemlidir.",
                "eng":"your first step should be to copy the browser address of the video you want to download. It is important to make sure that you copied the address completely and correctly. "
            }
        },
        {
            "step_2":{
                "tr":"Millions Time üzerinde ilgili sayfada yer alan kutucuğa kopyaladığınız Youtube linkini yapıştırarak Youtube MP4 indir butonuna tıkladığınızda işlem başlamış olacaktır.",
                "eng":"When you paste the copied YouTube link to the box on the related page of Millions Time and hit the YouTube MP4 download button, your download will start. "
            }
        },
        {
            "step_3":{
                "tr":"İndirme işleminin bilgisayarınızda hangi alana yapılacağını seçebilirsiniz. İster masaüstünüze, isterseniz belirleyeceğiniz özel bir klasöre dosyanın kaydedilmesini sağlayabilirsiniz.",
                "eng":"You can choose the storage space on your computer to download the file. You can save the file on your desktop or a custom folder you create on your computer. "
            }
        },
        {
            "step_4":{
                "tr":"İndirme işlemi tamamlanana kadar tarayıcınızın açık kalması önemlidir.",
                "eng":"It is important to keep your browser open until the download is completed."
            }
        },
        {
            "step_5":{
                "tr":"İndirme esnasında bilgisayarınızı kullanmaya devam edebilir, farklı sekmelerde internet sayfalarındaki gezintinizi sürdürebilirsiniz.",
                "eng":"You can continue to use your computer when you download the file and browse webpages on a different tab. "
            }
        },
        {
            "step_6":{
                "tr":"İndirme işlemi tamamlandığında, ekranda indirmenin başarılı olduğunu görebilirsiniz.",
                "eng":"When the download is completed, you can see the “download successful” text on the screen. "
            }
        }

    ],
    "dw_button":{
        "tr":"İndir",
        "eng":"Download"
    },
    "lang_button":{
        "tr":"Dil",
        "eng":"Language"
    }
  
   
}